[
    {
        "name":"Cadillac XT6 Premium Luxury 2022",
        "description":"2022 Cadillac XT6 Premium Luxury in Bangladesh is a new {body type such as SUV}. It comes with a 4 years warranty for up to 50,000 miles. You can buy XT6 Premium in Crystal White Tricoat, Satin Steel Metallic, Stellar Black Metallic, Wilder Metallic, Shadow Metallic, Garnet Metallic, Dark Moon Metallic and Rift Metallic.",
        "price":"BDT 4,504,150 (US$52,990)",
        "img":"https://i.ibb.co/CH1FHN9/Cadillac-XT6-Premium-Luxury-2022.jpg"
    },
    {
        "name":"Porsche 911 GT3 Coupe 2022",
        "description":"Porsche 911 GT3 in Bangladesh is a new {body type such as Coupe}. It comes with a 4 years warranty for up to 50,000 miles. You can buy 911 GT3 in Black, Guards Red, Racing Yellow, White, Agate Grey Metallic, Carrara White Metallic, Chalk, Custom Color, Dolomite Silver Metallic, Gentian Blue Metallic, GT Silver Metallic, Jet Black Metallic, Lava Orange, Python Green, and Shark Blue.",
        "price":"BDT 13,693,500 (US$161,100)",
        "img":"https://i.ibb.co/mNG99CH/Porsche-911-GT3-Coupe-2022-1.jpg"
    },
    {
        "name":"Ferrari 296 GTB Assetto Fiorano Coupe 2022",
        "description":"Ferrari 296 GTB Assetto Fiorano is an upcoming Coupe in Bangladesh. Ferrari 296 GTB Assetto Fiorano is powered by a 3.0L Turbo V6 Hybrid engine that provides 818 horsepower and 546 lb/ft of torque. It has Rear-wheel drive and 8-Speed F1 DCT transmission. All the information on this page is unofficial, but the official specs, features, and Ferrari 296 GTB Assetto Fiorano Coupe Price in Bangladesh will be updated after the official launch.",
        "price":"BDT 30,676,500 (US$360,900)",
        "img":"https://i.ibb.co/CzGm9Vh/Ferrari-296-GTB-Assetto-Fiorano-Coupe-2022.jpg"
    },
    {
        "name":"Audi e-tron S Prestige 2022",
        "description":"Audi e-tron S Prestige in Bangladesh is a new {body type such as SUV}. It comes with a 4 years warranty for up to 50,000 miles. You can buy e-tron S Prestige in Brilliant Black, Catalunya Red Metallic, Daytona Gray Pearl Effect, Florett Silver Metallic, Glacier White Metallic, Mythos Black Metallic, Navarra Blue Metallic,  Plasma Blue Metallic, and Siam Beige Metallic.",
        "price":"BDT 7,208,000 (US$84,800)",
        "img":"https://i.ibb.co/pvC1Mx7/Audi-e-tron-S-Prestige-2022.jpg"
    },
    {
        "name":"Mazda MX-30 Premium Plus Package 2022",
        "description":"Mazda MX-30 Premium Plus Package in Bangladesh is a new {body type such as SUV}. It comes with a 3 years warranty for up to 36,000 miles. You can buy MX-30 Premium Plus Package in Ceramic Metallic Multi-Tone, Machine Gray Metallic, Polymetal Gray Metallic Multi-Tone, and Soul Red Crystal Metallic Multi-Tone.",
        "price":"BDT 3,100,800 (US$36,480)",
        "img":"https://i.ibb.co/Z84KkmQ/Mazda-MX-30-Premium-Plus-Package-2022.jpg"
    },
    {
        "name":"Toyota Corolla XSE Hatchback 2021",
        "description":"Toyota Corolla XSE is a newly introduced Hatchback with an all-new design, a classy Hatchback, It has a more powerful engine giving 169 horsepower and results in 28 Mileage in City while up to 37 MPG on Highway. It is available with the 6-Speed Manual transmission. length of 172 in, width of 70.5 in, Height of 57.1 in and a wheelbase of 103.9 in. Toyota Corolla XSE 2021 comes with an 8-inch touch-screen, five seating capacity, 2.0-liter Inline-4 Gas engine, and front-wheel driving",
        "price":"BDT 1,998,350 (US$23,510)",
        "img":"https://i.ibb.co/kg0y1vP/Toyota-Corolla-XSE-Hatchback-2021.jpg"
    },
    {
        "name":"Bentley Continental W12 Coupe 2021",
        "description":"Bentley Continental W12 is a newly introduced Coupe with an all-new design, a classy Coupe. It has a more powerful and more efficient engine giving 626 horsepower and results in 12 Mileage in City while up to 20 MPG on Highway. It is available with the automatic transmission. length of 190.9 in, width of 76.9 in, Height of 55.3 in and a wheelbase of 112.2 in. Bentley Continental W12 2021 comes with an 10.3-inch touch-screen, 4-seating capacity, turbocharged 12-cylinder engine, and all-wheel driving",
        "price":"BDT 18,613,300 (US$218,980)",
        "img":"https://i.ibb.co/v1DVBjP/Bentley-Continental-W12-Coupe-2021.jpg"
    },
    {
        "name":"Mercedes AMG S63 Cabriolet 2021",
        "description":"Mercedes-Benz S-Class AMG S63 4MATIC+ Cabriolet is a new-released Convertible Car in Bangladesh, 4.0L Twin-Turbo V8 Gas Engine, and All-Wheel Drive 9-speed automatic transmission. It is working on Rack-Pinion Steering, Adaptive, self-leveling 4-wheel multilink AMG Adaptive Sport Suspension based on AIRMATIC Suspensions. The vehicle comes with 4 Leather Seats and 21.1 gallons of Fuel Tank Capacity. Coming to performance, It has a more powerful and more efficient engine giving 603 horsepower at 5500 rpm and 664 lb-ft torque at 2750 pm. The Mercedes AMG S63 car travels for 14 Mileage in the City, 24 Mileage on the Highway, and 17 Mileage of Combine. The rate of Co2 emission is 10.3 Tons per Year",
        "price":"BDT 15,759,000 (US$185,400)",
        "img":"https://i.ibb.co/c1D9RB2/Mercedes-AMG-S63-Cabriolet-2021.jpg"
    },
    {
        "name":"Mercedes AMG S63 Coupe 2021",
        "description":"Mercedes-Benz S-Class AMG S63 4MATIC+ is a new-released Luxury Coupe in Bangladesh, 4.0L Twin-Turbo V8 Gas Engine, and All-Wheel Drive 9-speed automatic transmission. It is working on Rack-Pinion Steering, Adaptive, self-leveling 4-wheel multilink AMG Adaptive Sport Suspension based on AIRMATIC Suspensions. The vehicle comes with 4 Leather Seats and 21.1 gallons of Fuel Tank Capacity. Coming to performance, It has a more powerful and more efficient engine giving 603 horsepower at 5500 rpm and 664 lb-ft torque at 2750 pm. The Mercedes AMG S63 car travels for 16 Mileage in the City, 26 Mileage on the Highway, and 19 Mileage of Combine. The rate of Co2 emission is 9.3 Tons per Year.",
        "price":"BDT 14,713,500 (US$173,100)",
        "img":"https://i.ibb.co/HDmSVYW/Mercedes-AMG-S63-Coupe-2021.jpg"
    },
    {
        "name":"BMW ALPINA XB7 xDrive 2021",
        "description":"BMW X7 ALPINA XB7 AWD is a newly introduced SUV with an all-new design, a classy SUV, and plenty of space for passengers and cargo. It has a more powerful and more efficient engine giving 612 horsepower and results in 15 Mileage in City while up to 21 MPG on Highway. It is available with the automatic transmission. length of 203.3 in, width of 78.7 in, Height of 70.7 in and a wheelbase of 122.2 in",
        "price":"BDT 12,010,500 (US$141,300)",
        "img":"https://i.ibb.co/ws1GfJT/BMW-ALPINA-XB7-x-Drive-2021.jpg"
    }
]